Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/depts/other_files/sami_samskonvensjonen_finsk_h-2183_f.pdf.tmx
Source language: fin
Languages: sme

source: Saamelaisasioiden ministerit eivät muodosta ministerineuvostoa, koska heidän
sme: Sámeministarat eai searvva Ministtarráđđái dainnago sin áššesuorgi ii leat

source: vastuualueensa aihepiiri ei ole yleispohjoismainen.
sme: davviriikkaid miehtásaš suorgi.

source: Vuonna 2000 Suomen, Norjan ja Ruotsin
sme: Jagi 2000 Suoma, Norgga ja Ruoŧa sámeministarat

source: saamelaisasioiden ministerit päättivät kuitenkin käynnistää yhteistyön, jonka käytännön
sme: dattetge mearridedje ásahit ovttasbarggu mii báikáduvvo Davviriikkalaš Ministtarráđi

source: järjestelyistä huolehtii Pohjoismaiden ministerineuvoston sihteeristö ja jonka puitteissa
sme: čállingoddái, ja das galget leat jeavddalaš čoahkkimat diehtojuohkima, divaštallamiid

source: ministerit kokoontuvat säännöllisesti pohtiakseen ja käsitelläkseen Suomea, Norjaa ja Ruotsia
sme: ja sámeáššiid gieđahallama várás, dakkáriid mat gusket Supmii, Norgii ja Ruŧŧii.

source: koskevia saamelaiskysymyksiä ja perehtyäkseen niihin tarkemmin. Myöhemmin samana
sme: Maŋŋil dan seammá jagi dát ovttasbargu viiddiduvvui nu, ahte ahte dat fátmmasta dan

source: vuonna yhteistyötä laajennettiin käsittämään myös näiden kolmen valtion saamelaiskäräjien
sme: golmma sámedikki presideanttaidge. Vuosttaš čoahkkima beavdegirji cealká ná:

source: puheenjohtajat. Ensimmäisen kokouksen pöytäkirjassa sanotaan: ” Uuden yhteistyön tavoitteena on vahvistaa ja kehittää saamelaisten kieltä, kulttuuria, elinkeinoja ja yhteiskuntaelämää.
sme: ” Ođđa ovddasbarggu ulbmil lea nannet ja ovddidit sámeálbmoga giela, kultuvrra, ealáhusaid ja servodateallima. Ovttasbargu organiserejuvvo guovtti dásis:

source: Yhteistyö organisoidaan niin, että se käsittää kaksi tasoa: − Norjan, Ruotsin ja Suomen saamelaisasioiden ministerien ja näiden kolmen valtion saamelaiskäräjien puheenjohtajien väliset säännölliset kokoukset.
sme: ministariid ja davviriikkaid sámediggepresideanttaid gaskkas. Áigumuš ođđa ovttasbargguin, mas leat jeavddalaš oktavuođat ja gulahallamat, lea

source: Uuden yhteistyön tarkoituksena on säännöllisen yhteydenpidon ja vuoropuhelun avulla käsitellä saamelaisiin liittyviä Pohjoismaita yhteisesti kiinnostavia ajankohtaisia asioita.
sme: gieđahallat áigeguovdilis sámi ášiid main lea oktasaš beroštupmi davviriikkalaš dásis.

source: Tämän yhteistyön ja ministerien säännöllisten saamelaiskysymyksiin liittyvien kokousten on määrä tapahtua kiinteässä yhteydessä Pohjoismaiden ministerineuvostoon.
sme: Ovttasbargu ja ministariid jeavddalaš čoahkkimat sámi áššiiguin galget leat lahkalagaid Davvriikkaid Ministtarráđiin.

source: Vastuu kokousten koollekutsumisesta ja puheenjohtajuudesta kiertää ministeriltä toiselle.
sme: Ovddasvástádus gohččut ja jođihit čoahkkimiid johtá ministariid gaskka.

source: − Hallinnollinen yhteistyö, jonka tehtävänä on huolehtia uusista yhteistyömuodoista koordinoimalla kokousten seurantaa ja valmistelua ministerien ja saamelaiskäräjien puheenjohtajien välillä.
sme: lágiin ahte válmmašta, čuovvola ja oktiiheivehallá ministariid ja sámediggepresideanttaid čoahkkimiid.

source: Yhteistyötä koskevat säännökset esitetään hyväksyttäviksi sen jälkeen, kun saamelaiskäräjät ovat antaneet lausuntonsa. ”
sme: Ovttasbargannjuolggadusat meannuduvvoijt maŋŋilgo sámedikkit cealkán oaiviliiddiset dain. ”

source: Hallinnollisen tason yhteistyötä koskevat säännökset hyväksyttiin 7. marraskuuta
sme: Hálddahuslaš dási ovttasbargui mearriduvvojedje njuolggadusat skábmamánu 7. b..

source: Säännösten mukaan tulee perustaa virkamieselin, johon kuuluu vähintään kolme kunkin
sme: Njuolggadusat mearridit ahte galget ásahit ámmátolbmoorgána mas leat

source: kolmen maan hallitusta ja saamelaiskäräjiä edustavaa virkamiestä. Virkamieselimen tulee
sme: guđesge dan golmma riikka ráđđehusain ja Sámedikkiin unnimusat golbma ámmát

source: saamelaisen kulttuurin kehittämiseksi ja vahvistamiseksi käsitellä kaikkia kyseisten kolmen
sme: olbmo. Orgána galgá ovddidan ja nannen dihte sámi kultuvrra gieđahallat buot sámi

source: maan saamelaisille yhteisiä saamelaiskysymyksiä, kuten kieltä, kulttuuria, elinkeinoja ja
sme: áššiid mat leat oktasaččat gullet dan golmma riikka sámiide, nugo giela, kultuvrra,

source: yhteiskuntaelämää.
sme: ealáhusaid ja servodateallima.

source: Sen tulee lisäksi valmistella saamelaisasioiden ministerien ja
sme: gaskasaš čoahkkimiid ja sámeministariid ja sámediggepresideanttaid gaskasaš

source: saamelaiskäräjien puheenjohtajien välisiä kokouksia.
sme: čoahkkimiid.

source: Virkamieselin kokoontuu tarvittaessa
sme: Ámmátolbmoorgána čoahkkana go lea dárbu, muhto unnimusat oktii

source: mutta vähintään kerran vuodessa.
sme: jagis.

source: Valtioiden delegaatioiden tulee kokousten välillä
sme: Čoahkkimiid gaskkas riikkaid áirrasgottit galget dieđihit guđet guimmiidasaset

source: informoida toisiaan ajankohtaisista kysymyksistä.
sme: áigeguovdilis áššiid.

source: Näin luotu yhteistyö on myönteistä, minkä takia tulevaa yhteistyötä on syytä edistää
sme: Dát ásahuvvon ovttasbargu lea positiiva, ja danne lea sivva konvenšuvnnain

source: vahvistamalla se sopimuksella.
sme: nannet joatkevaš ovttasbarggu.

source: Tämän sopimuksen täytäntöönpanoa seuraamaan tulee perustaa pohjoismainen saamelaissopimuslautakunta.
sme: Konvenšuvdnalávdegoddi Ásahuvvot galgá davviriikkalaš sámekonvenšuvdnalávdegoddi mii čuovvola dán konvenšuvnna čađaheami.

source: Lautakunnassa tulee olla kuusi jäsentä, joiden kaikkien tulee olla riippumattomia.
sme: Lávdegottis galget leat guhtta áirasa mat buohkat leat sorjákeahttá.

source: Jokainen sopimusvaltio nimeää yhden jäsenen ja jokainen sopimusvaltioiden saamelaiskäräjistä yhden jäsenen.
sme: Guhtege dán golmma stáhtas nammada ovtta áirasa, guhtege sámediggi ovtta áirasa.

source: Se voi esittää valtioiden hallituksille ja saamelaiskäräjille ehdotuksia, jotka edistävät sopimuksen tarkoitusta.
sme: Dat sáhttá buktit riikkaid ráđđehusaide ja sámedikkiide árvalusaid mat nannejit dán konvenšuvnna ulbmila.

source: Lautakunta voi myös antaa lausuntoja yksittäisten henkilöiden tai ryhmien kysymysten johdosta.
sme: Lávdegoddi sáhttá maid buktit cealkámušaid vástádussan ovttaskas olbmuid ja joavkkuid gažaldagaide.

source: Asiantuntijatyöryhmä pitää välttämättömänä, että tämän sopimuksen
sme: Áššedovdi joavku oaivvilda ahte lea dárbu orgánii mii geahččá bearrái

source: täytäntöönpanon valvomiseksi on perustettava toimielin.
sme: konvenšuvnna čađaheami. Bearráigeahčči orgána ášši lea váldojuvvon ovdan

source: Valvontaelintä koskeva asia on otettu esiin asiantuntijatyöryhmän toimeksiannossa ja muissa asiantuntijatyöryhmän
sme: áššedovdi joavkku vástesaš direktiivvas ja earáge dokumeanttain mat leat dagahan

source: nimittämisen perustana olevissa asiakirjoissa.
sme: áššedovdi joavkku nammadeami.

source: Asiantuntijatyöryhmän toimeksiannossa
sme: Áššedovdi joavkku vástesaš direktiivvas celkojuvvo

source: ” Asiantuntijatyöryhmän tehtävänä on myös ottaa kantaa mahdollisuuteen tehdä kantelu sopimuksen täytäntöönpanosta sekä mahdolliseen tarpeeseen perustaa valvontaelin.
sme: ná: ” Áššedovdi joavku galgá maid árvvoštallat vejolašvuođa váidalit konvenšuvnna čuovvoleami ja dan makkár dárbu lea bearráigeahčči orgánii.

source: Ryhmän on niin tarpeelliseksi katsoessaan myös laadittava tätä osaa koskevia ehdotuksia. ”
sme: Jos joaku gávnnaha ahte lea dárbu dasa, de dat galgá maid galgá ráhkadit árvalusa dán oasis. ”

source: Vuonna 1988 julkaistun raportin ” Norjan, Ruotsin ja Suomen saamelaisoikeuksien
sme: Jagi 1988 raporttas man fáddán lea ” Norgga, Ruoŧa ja Suoma sámevuoigat

source: selvityselinten välisestä yhteistyöstä ” 3.2 kohdassa nostetaan esiin kysymys erityisestä
sme: vuođaid čielggademiid ovttasbargu ”, váldojuvvo áššin ovdan čuoggás 3.2 sierra sámi

source: saamelaisasiamiehestä.
sme: áittardeaddji.

source: Raportissa viitataan siihen, että Pohjoismaiden neuvoston sihteeristö
sme: Raporta čujuha dasa ahte Davviriikkalaš ráđi čállingoddi lea lokten

source: on ottanut esiin kysymyksen pohjoismaisesta asiamiesjärjestelmästä. Asiamiehen tehtävänä
sme: áššin davviriikkalaš áittardeaddjiortnega, mas bargu šaddá geahččat bearrái ahte

source: olisi valvoa, että pohjoismaisia sopimuksia itse asiassa myös sovelletaan käytännössä (vrt.
sme: davviriikkalaš soahpamušat duođaid geavahuvvojit (vrd. Nordisk kontakt nr. 17/86

source: Nordisk kontakt - lehti n:o 17/86, s. 13).
sme: nr. 13).

source: Lisäksi raportissa sanotaan:
sme: Dasto celkojuvvo ná:

source: ” Saamelaisasioita käsittelevä pohjoismainen asiamies voisi monissa suhteissa näytellä tärkeää osaa.
sme: ” Davviriikkalaš áittardeaddji (áššeolmmoš) sámi áššiid várás sáhttá doaimmahit deaŧalaš barggu máŋgga ládje.

source: Asiamies voisi valtiollisten ja kunnallisten viranomaisten, yritysten ja järjestöjen kanssa käymillään neuvotteluilla sekä mielipiteiden muokkaamisen ja informaation avulla ja muilla tavoin edistää saamelaisten asemaa Pohjoismaissa.
sme: Áittardeaddji sáhtášii, go ráđđádallá stáhtalaš ja suohkanlaš eiseválddiiguin, doaimmaiguin ja organisašuvnnaiguin, ja diehtojuohkimiin ja earáge ládje, ovddidit sámi álbmoga dili Davviriikkain.

source: Asiamiehen tehtävänä olisi siis jouduttaa kehitystä ja pyrkiä ehkäisemään epäkohtia ja ristiriitoja, jotka johtuvat saamelaisolojen puutteellisesta tuntemisesta.
sme: Áittardeaddji bargu livččii dalle doarjut ovdáneami ja hehttet boasttu ipmárdusaid ja riidduid mat čuožžilit go olbmuin leat váilevaš dieđuid sámi dilálašvuođain.

source: Hän voisi myös esittää hallituksille ehdotuksia lainmuutoksiksi ja luovuttaa niille aineistoa muiden poliittisten päätösten tekemistä varten.
sme: Son galggašii ráđđehusaide sáhttit eavttuhit láhkanuppástusaid ja ráhkadit vuođu eará politihkalaš mearrádusaide.

source: Asiamies voisi myös ottaa vastaan valituksia yksittäisiltä henkilöiltä ja pyrkiä ratkaisemaan kysymykset ottamalla yhteyttä viranomaisiin jne.
sme: Áittardeaddji galgá maid sáhttit vuostáiváldit ovttaskas olbmuid váidalusaid ja iežas oktavuođain eiseválddiide ja earáide geahččalit čoavdit áššiid.

source: Sitä vastoin asiamiehelle on tuskin mahdollista antaa vakiintuneen käytännön mukaista valtuutta valvoa kyseisten kolmen maan hallintoa ajatellen niitä toimivaltakiistoja, joita tällaisesta seuraisi. ”
sme: Dattetge ii dáidde leat vejolaš addit Áittardeaddjái bearráigeahččanválddi dan mearkkašumis mii dohkkehuvvo dan golmma riikka hálddašeami válddi hárrái. ”

source: Ajatusta pohjoismaisesta asiamiesjärjestelmästä ei asiantuntijatyöryhmän saamien
sme: Davviriikkalaš áittardeaddjiorntega jurdaga eai čuovvolan, nu dat dieđut

source: tietojen mukaan ole viety eteenpäin.
sme: čájehit maid áššedovdi joavku fidnii.

source: kysymystä valvontaelimestä (” standing committee ”) käsitellään 9.3.1 kohdassa.
sme: bearráigeahčči orgána (" standing committee ") áššin čuoggás 9.3.1.

source: viitataan edellä mainittuun, vuonna 1988 julkaistussa yhteisraportissa esitettyyn ehdotukseen
sme: jagi 1988 oktasaš raportta namahuvvon árvalussiiet ásahit sámi áittardeaddji, ja das

source: yhteispohjoismaiseksi saamelaisasiamieheksi ja lausutaan:
sme: celkojuvvo ná:

source: ” Sopimuksessa on annettava mahdollisuudet seurata alkuperäiskansojen oikeuksissa kansainvälisellä tasolla tapahtuvaa kehitystä.
sme: " Konvenšuvnnas fertejit vejolašvuođat addojuvvot čuovvut riikkaidgaskasaš álgoálbmotrievtti suorggi ovdáneami.

source: Yhtenä mahdollisuutena mainittiin sellaisen pyrkimyksen kirjaaminen sopimukseen, että sopimusta noudatettaisiin vuosittaisten neuvottelujen ja erilaisten vaikutuskeinojen avulla.
sme: Vejolašvuohtan lea namahuvvon ahte konvenšuvdnii biddjojuvvo ahte galget leat jahkásaš šiehtadallamat ja váikkuhangaskaoamit mat dahket konvenšuvnna čađaheami vejolažžan.

source: Tarkoituksena on perustaa toimielin, jonka tavoitteena on huolehtia sopimuksen noudattamisesta ja siihen liittyvästä seurantatoimista. ”
sme: Ulbmil lea ahte vuođđuduvvo orgána man bargu lea bearráigeahččat ahte konvenšuvdna čuvvojuvvo ja čađahuvvo. "

source: Suurlähettiläs Ole Norrbackin vuonna 2002 Pohjoismaiden neuvostolle kirjoittama
sme: Raporta maid ambassadevra Ole Norrbacck ráhkadii jagi 2002 Davvi

source: raportti osoittaa, että pohjoismaisten sopimusten puutteellinen noudattaminen on suuri
sme: riikkalaš ráđđái, čájeha ahte Davviriikkalaš konvenšuvnnaid váilevaš čuovvoleapmi

source: ongelma.
sme: lea stuorra váttisvuohta.

source: Pohjoismaiden neuvosto pyrkiikin nyt ennen kaikkea tiedottamisen avulla
sme: Davviriikkalaš rađđi bargá dál dan badjelii ahte konvenšuvnnaid čuovvoleapmi buorránivččii, ja vuos ja ovddimusat dat bargá diehto

source: Näiden kokemusten
sme: juohkimiin.

source: pohjalta voidaan tarkastella Utsjoen (Ochejohka) kunnan tekemää ehdotusta, joka koski
sme: Dáid vásáhusaid vuođul lea vejolaš geahčadit Ohcejoga gieldda árvalusa,

source: Norja-asiamiehen viran perustamista Norjan kanssa harjoitettavan rajayhteistyön
sme: ahte galggašii ásahuvvot Norga-áittardeaddji virgi ovttasbarggu várás mii lea

source: helpottamiseksi, katso Suomen ja Norjan välistä yhteistyötä koskeva Rajoitta pohjoisessa
sme: Norggain, geahča bargoraportta mii gieđahallá Suoma ja Norgga ovttasbarggu,

source: (Grenseløst i Nord) - työryhmäraportti (2004), s. 38.
sme: Grenseløst i Nord, 2000 (Rájáid haga Davvin), s. 38.

source: Raportissa ehdotetaan myös Suomi
sme: Raporttas árvaluvvo maid

source: asiamiehen viran perustamista Norjan puolelle.
sme: Suopma-áittardeaddji Norgga beallái.

source: Tällaisen asiamiehen viran perustamisesta
sme: Dakkár áittardeaddji mearriduvvui Norgga

source: Norjan puolelle tehtiin päätös toukokuussa 2005.
sme: bealde miessemánus 2005.

source: Asiamiehen sijoituspaikka on Kautokeino
sme: Áittardeaddji doaimmahat galgá leat Guovdageainnus.

source: Ensimmäinen kappale: Sopimuksen täytäntöönpanon seuraamisesta vastaa
sme: Vuosttaš lađas: Dat orgána mii galgá gozihit konvenšuvnna čađaheami lea

source: sopimuslautakunta.
sme: konvenšuvdnalávdegoddi.

source: Lautakunnassa tulee olla kuusi jäsentä.
sme: Lávdegottis galget leat guhtta lahtu.

source: Kaikkien jäsenten tulee olla
sme: Miellahtut fertejit leat

source: riippumattomia.
sme: bealátkeahttá.

source: Tämä tarkoittaa, etteivät he ole hallitusten tai saamelaiskäräjien edustajia.
sme: Dat mearkkaša ahte sii eai leat ráđđehusaid eaige sámedikkiid áirasat.

source: Lautakunta ei siis ole edunvalvontaelin.
sme: Deba ii leat dás sáhka beroštusorgánas.

source: Jäsenten tulee edustaa saamelaisoikeuteen,
sme: Lahtut fertejit ovddastit sámerievttálaš,

source: kansainväliseen oikeuteen ja kulttuuriin liittyvää osaamista.
sme: álbmotrievttálaš ja kultuvrralaš máhtu.

source: Jokainen sopimusvaltio ja
sme: Dat golbma stáhta ja dat golbma sámedikki

source: jokaisen sopimusvaltion saamelaiskäräjät nimeävät siihen kukin yhden jäsenen. Lautakunnan
sme: nammadit guhtege ovtta láhtu.

source: mahdollisimman hyvän koostumuksen ja myös tasapuolisen sukupuolijakautuman
sme: Vai lávdegotti čoahkádus lea buoremus ládje, ja vai

source: takaamiseksi 44 artiklassa mainitulla yhteisneuvostolla on tässä suhteessa koordinoiva
sme: sohkabealit leat dássálaga, de artihkkala 44 namahan ovttasbargolávdegottis berre leat

source: tehtävä.
sme: oktiiheivehalli doaibma.

source: Jäsenet nimitetään viideksi vuodeksi kerrallaan, eikä heillä ole varajäseniä.
sme: Miellahtut namahuvvojit viđa jahkái ja sadjásaččaid haga.

source: Toinen kappale: Lautakunnan tehtävänä on antaa raportteja.
sme: Nubbi lađas: Lávdegoddi galgá doaimmahit raporttaid.

source: Raportointi voidaan
sme: Raportema lea

source: esimerkiksi organisoida siten, että raportissa käsitellään kutakin yksittäistä maata joka kolmas
sme: vejolaš omd. organiseret nu, ahte guhtege riika gieđahallojuvvo raporttas juohke

source: vuosi.
sme: goalmmát jagi.

source: Raporttien laatimisen perustana ovat hallitusten ja saamelaiskäräjien selonteot, yleisöltä
sme: Raportta ráhkadeami vuođđun leat ráđđehusaid ja sámedikkiid dieđá

source: saadut tiedot ja sellaiset tutkimukset, joita lautakunta katsoo aiheelliseksi käynnistää tai
sme: husat, almmolašvuođa dieđut ja dakkár iskkadeamit maid lávdegoddi gávnnaha veara

source: suorittaa itse.
sme: álggahit dahje ieš čađahit.

source: Yhtenä sopimuslautakunnan tehtävänä on pyrkiä osaltaan helpottamaan saamelaisten
sme: Konvenšuvdnalávdegoddái šaddá bargun veahkehit sámiid vai sin ovttas

source: kanssakäymistä ja yhteistyötä yli valtionrajojen, katso 10−12 artiklat ja niitä koskevat
sme: doaibman ja ovttasbarggut álkkásmuvvet riikkarájiid rastá, geahča artihkkaiid 10 - 12

source: huomautukset.
sme: ja daidda gullevaš mearkkašumiid.

source: Tämän vuoksi erityistä valvontaa vaativat ne sopimuksen artiklat, jotka
sme: Konvenšuvnna artihkkalat mat gusket njuolgga

source: koskevat säännösten yhdenmukaistamista ja yhteistyön helpottamista yli valtionrajojen.
sme: dusaid ja riikkarájiid rasttideaddji ovttasdoaibmama harmoniseremii, berrejit danne

source: Yhteistyömahdollisuuksien lisäksi myös yleisien oikeuksien noudattaminen edellyttää
sme: gozihuvvot erenoamáš dárkilit. Gozihit eai berre dušše ovttasdoaibmama vejolaš

source: valvontaa.
sme: vuođaid, muhto maid dábálaš vuoigatvuođaidge čađaheami.

source: Sopimuslautakunnan ei ole tarkoitus olla oikeudellinen elin. Tämän vuoksi
sme: Oaivil ii leat ahte konvenšuvdnalávdegoddi galgá leat judisiála orgána.

source: asiantuntijatyöryhmä ei salli lautakunnan olla sellainen virallinen valituselin, jollaisesta työryhmän toimeksiannossa mainitaan.
sme: Áššedovdi joavku dan dihte ii háliit diktit lávdegotti leat formála váidalusorgána,

source: Valituselimen perustaminen merkitsisi instituution
sme: nugo direktiiva árvala jearaldagain. Váidalusorgána ásaheapmi mearkkašivččii

source: perustamista, mitä työryhmä ei pidä tarkoituksenmukaisena.
sme: lágádusa huksema maid joavku ii gávnnat dan veara. Dán oktavuođas čujuhuvvo

source: Tässä yhteydessä viitataan 46
sme: artihkkalii 46 riikkalaš čađaheami birra, mii mearkkaša ahte konvenšuvnna áššit

source: sopimusta koskevat kysymykset voidaan viedä kansallisten tuomioistuinten käsiteltäviksi.
sme: sáhttet biddjojuvvot riikkalaš duopmostuoluid ovdii.

source: Lautakunnalla ei tämän vuoksi ole myöskään tulkintamonopolia, mutta se voi kuitenkin antaa
sme: Lávdegottis dainna lágiin ii leat dulkonmonopola, muhto dat dattetge sáhttá buktit cealkámušaid mat váldet beali

source: lausuntoja, joissa otetaan kantaa myös oikeudellisiin kysymyksiin.
sme: rievttálaš áššiin.

source: Vaikka lautakunta ei
sme: Vaikko lávdegoddi ii leat judisiála orgána mii loahpalaččat sáhttá

source: olekaan sitovasti valituksia ratkaiseva oikeudellinen elin, sillä tulee olla mahdollisuus
sme: mearridit váidalusaid, de dat goittotge berre sáhttit váldit vuostái dieđuid

source: vastaanottaa yleisön antamia tietoja.
sme: almmolašvuođas.

source: Muun muassa tällaiset tiedot ovat lautakunnan raporttien
sme: Dakkár dieđut sáhttet ee. leat deaŧalaččat lávdegotti raporttaid

source: tärkeä perusta.
sme: vuođđun.

source: Sopimusvaltiot sitoutuvat tämän määräyksen nojalla soveltamaan tätä sopimusta
sme: Dán mearrádusa addin válddi vuođul stáhtat geatnegahttet iežaset čađahit

source: kansallisessa lainsäädännössä saattamalla se suoraan sovellettavaksi kansallisena lakina. Tätä
sme: konvenšuvnna riikkalaš láhkaásahusas ja njuolga dahkat dan anihahttin riikkalaš

source: asiaa koskevat perustelut on esitetty varsinaisessa sopimustekstissä.
sme: Ákkastallan lea namahuvvon ieš konvenšuvdnateavsttas.

source: Tällaisen menettelytavan
sme: Dakkár meannudan

source: avulla − joka oikeusteknisesti katsoen on sopimuksen sisällyttämistä lainsäädäntöön −
sme: vugiin – mii riekteteknihkalaččat lea konvenšuvnna inkorporeren – ollašuvvá

source: viranomaiset pystyvät soveltamaan sopimusta mahdollisimman yhdenmukaisesti.
sme: eiseválddiin nu ovttaláhkásaš konvenšuvdnageavaheapmi go vejolaš.

source: Tämä pätee
sme: Dat guoská

source: sekä tuomioistuimissa että hallinnossa.
sme: sihke duopmostuoluide ja hálddahussii.

source: Tämä on tärkeää, jotta sopimus vaikuttaisi
sme: Dát lea deaŧalaš vai konvenšuvdna geavadis

source: käytännössä yhtenäisesti yksittäisen maan saamelaisiin ja takaisi heille mahdollisimman tasa
sme: šaddá dievvasii ávkin sámiide guđege riikkas ja buktá sidjiide áigái ovttaláhkásaš

source: arvoisen kohtelun.
sme: geavaheami.

source: Tällaisella velvollisuudella on erityistä merkitystä Norjalle ja Ruotsille.
sme: Dakkár geatnegasvuođas lea mearkkašupmi erenoamážit Norgii ja Ruŧŧii.

source: vastaava velvollisuus perustuu jo Suomen perustuslakiin.
sme: sullasaš geatnegasvuohta vuolgá juo suopmelaš vuođđolágas.

source: 47 artikla
sme: Artihkkal 47 Ekonomalaš geatnegasvuođat

source: Valtioiden tulee vastata tämän sopimuksen määräyksien täytäntöönpanon välttämättä edellyttämistä taloudellisista voimavaroista.
sme: Stáhtat ovddasvástidit ekonomalaš resurssaid mat dárbbašuvvojit dán konvenšuvnna mearrádusaid čađaheapmái.

source: Sopimusvaltioiden yhteiset menot jaetaan valtioiden kesken suhteessa saamelaisten lukumäärään kussakin valtioissa.
sme: Dán golmma riikka oktasaš golut juogaduvvojit guđege riikka sámiid logu mielde.

source: Edellä 35 artiklan 2 kappaleessa tarkoitettujen tapausten lisäksi saamelaisilla tulee olla mahdollisuus välttämättömään taloudelliseen apuun saadakseen periaatteellisesti tärkeät tässä sopimuksessa turvattuja oikeuksia koskevat kysymykset tuomioistuimen käsiteltäväksi.
sme: Earret daid dáhpáhusaid maid artihkkala 35 nubbi lađas namaha, de galgá sámiide leat vejolaš oažžut dakkár ekonomalaš veahki maid dárbbašit ovdalgo sáhttet oažžut geahččaluvvot duopmostuoluin prinsihpalaččat deaŧalaš áššiid mat gullet dán konvenšuvnna vuoigatvuođaide.

source: Ilman taloudellisia voimavaroja saamelaisten on yksilöinä ja kansana vaikeaa saada
sme: Ekonomalaš resurssaid haga lea ovttaskas sápmelažžii ja sámi

source: tähän sopimukseen perustuvat oikeutensa toteutetuiksi.
sme: álbmogii váttis duohtan deavdit iežaset vuoigatvuođaid dán konvenšuvnna

source: Ensimmäinen kappale: Määräys velvoittaa sopimusvaltiot myöntämään sopimuksen
sme: Vuosttaš lađas: Mearrádus geatnegahttá stáhtaid juolludit ruđaid kon

source: täytäntöönpanon edellyttämät varat.
sme: venšuvnna njuolggadusaid čađaheapmái.

source: Sikäli kuin sopimuksen täytäntöönpanosta aiheutuvat kulut ovat sopimusvaltioille
sme: Mađe muddui dan golmma riikii leat oktasaš golut konvenšuvnna

source: yhteisiä, kulut tulee jakaa valtioiden kesken suhteessa saamelaisten lukumäärään kussakin
sme: čađaheapmái, dađe muddui dat galget juogaduvvot dan golmma riikka sámiid logu

source: sopimusvaltiossa.
sme: mielde.

source: Toinen kappale: Kuten 34 artiklaa koskevissa huomautuksissa on mainittu, Norjan
sme: Nubbi lađas: Nugo artihkkala 34 mearkkašumit namahit, de leat Norggas

source: korkeimman oikeuden viime vuosina tekemissä ratkaisuissa saamelaisten oikeuksia
sme: alimusriektemearrádusaid geažil maŋimuš jagiid oaivilat ollu nuppástuvvan sámiid

source: koskevissa näkemyksissä on tapahtunut merkittäviä muutoksia.
sme: vuoigatvuođaid hárrái.

source: Tämä ei ole siis tapahtunut
sme: Nu ii leat dalle dáhpáhuvvan politihkalaš mearrádusaid geažil,

source: poliittisten päätösten kautta vaan tuomioistuimissa.
sme: muhto duopmostuoluid geažil.

source: Mutta tuomioistuinkäsittely olisi tuskin
sme: Dattetge ii livčče leamaš vejolaš áššiid iskat

source: ollut mahdollinen, ellei saamelaisille olisi myönnetty mainituissa asioissa ilmaista asianajoa.
sme: áššefievrrideapmi.

source: Norjassa voi saada korvauksen oikeusapukuluista 13. kesäkuuta 1980 annetun lain
sme: Norggas lea vejolaš oažžut veahki gokčat áššegoluid lága mielde mii bođii

source: n:o 34 eli oikeusapulain nojalla.
sme: geassemánu 13. b. 1980, nr. 35, nuvttá riekteveahki birra.
